epyc/old/20240116-1418/6-lock-only/1000/pgbench-warmup-1000-10.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 1000
partition method: range
partitions: 10
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 47128248
number of failed transactions: 0 (0.000%)
latency average = 0.041 ms
initial connection time = 55.909 ms
tps = 786196.983948 (without initial connection time)